[
    {
        "title": "Що таке authuser і як його налаштувати?",
        "id": "p-4",
        "image": "images/posts/corporate_account.webp",
        "text": "<p><!--StartFragment --></p><h2>1. Що таке <em>authuser</em>?</h2><p>Authuser - це опція Google, яка дозволяє обрати акаунт при переході за посиланням. Вона розташована в посиланні та містить номер акаунта (лічба починається з 0).</p><p><img height='200px' src='https://beta.appflowy.cloud/api/file_storage/0fdca4aa-988f-4678-ba1b-ad0d2fe81cdc/v1/blob/2ad99e3b%2Dd963%2D4119%2D91fb%2De33a8994e925/1RlNIuQLWQC0FYvqmgG6vx9uNZmP7kAJSRESEBLFy30=.png' alt='' align='middle' /></p><h2>2. Як його знайти?</h2><p>Це зробити досить легко. Для цього потрібно:</p><h3>1. Перейти в потрібний акаунт та зайти в будь-який Google клас.</h3><p><img height='200px' src='https://beta.appflowy.cloud/api/file_storage/0fdca4aa-988f-4678-ba1b-ad0d2fe81cdc/v1/blob/2ad99e3b%2Dd963%2D4119%2D91fb%2De33a8994e925/WfPeWOgdKnx7lrqd12coeVaYx7H8bhLIZmzbVciLRak=.png' alt='' align='middle' /></p><h3>2. Навести курстор на посилання конференції Meet.</h3><p><img height='200px' src='https://beta.appflowy.cloud/api/file_storage/0fdca4aa-988f-4678-ba1b-ad0d2fe81cdc/v1/blob/2ad99e3b%2Dd963%2D4119%2D91fb%2De33a8994e925/u8jTOK2kqFK8TANZr3XTmoKVfJ7qTUeE9xTQ-rdVIvw=.png' alt='' align='middle' /></p><h3>3. Зліва знизу з'явиться посилання</h3><p><img height='200px' src='https://beta.appflowy.cloud/api/file_storage/0fdca4aa-988f-4678-ba1b-ad0d2fe81cdc/v1/blob/2ad99e3b%2Dd963%2D4119%2D91fb%2De33a8994e925/l6bi69TtFMtGRMY0n6bbBEmpo0hxtc2vTVeD9jAnyxc=.png' alt='' align='middle' /></p><h3>4. Взяти цифру із ?authuser=&lt;потрібна цифра&gt;.</h3><!--StartFragment --><h2>3. Шо з ним робити?</h2><p>На сайті з'явилась нова функція - налаштування. Справа зверху є іконка з шестернею. Коли ви на неї натиснете, з'явиться палень налаштувань. Там зможете обрати групу з різних предметів та вставити потрібну цифру у поле знизу.</p><p><img src='https://beta.appflowy.cloud/api/file_storage/0fdca4aa-988f-4678-ba1b-ad0d2fe81cdc/v1/blob/2ad99e3b%2Dd963%2D4119%2D91fb%2De33a8994e925/VjhL5DdBcL6bbE9vXEbkIRs0fozjVw8iOXWrJAVnJCU=.png' alt='' height='200px' style='margin: auto' /></p> <h2>4. І шо це дає?</h2><p>Тепер сайт зможе автоматично переключати акаунт на корпоративний. На один геморой менше.</p><h2>5. А шо буде якшо я це не зроблю?</h2><p>Сайт автоматично переключиться на акаунт з номером 0.</p>"
    },
    {
        "title": "Що робити, якщо я забув пароль від NZ.UA",
        "id": "p-1",
        "image": "images/posts/pwd.jpeg",
        "text": "<p>Якщо ви <strong>забули пароль або логін</strong> від особистого кабінету <a href=\"nz.ua\">nz.ua</a>, ви можете підійти до <strong>Снігура Петра Миколайовича</strong> (вчитель інформатики першої групи). Його кабінет (21) розташовується на 3 поверсі, біля головних сходів.</p><div style=\"display: flex; justify-content: center;\"><img src=\"https://vl4.edu.vn.ua/wp-content/uploads/2022/10/cnigur.png\" alt=\"Петро Миколайович Снігур \" height=\"200px\" /></div><p style=\"text-align: center;\"><strong>Петро Миколайович Снігур</strong></p>"
    },
    {
        "title": "Корисні сервіси для навчання",
        "id": "p-2",
        "image": "images/posts/services.jpeg",
        "text": "<p><a href=\"geogebra.org\">Geogebra</a> - програма, що дозволяє будувати <strong>геометричні фігури та графіки</strong>. Доступна для ПК, телефонів та планшетів.</p><p><a href=\"photomath.com\">Photomath</a> - сервіс для <strong>розв&rsquo;язування математичних задач</strong>. Формули можна вводити руцями або просто сфотографувати.</p><p><a href=\"http://gemini.google.com/\">Gemini</a>, <a href=\"https://chat.openai.com/chat\">ChatGPT</a>, <a href=\"https://copilot.microsoft.com/\">Copilot</a> - <strong>нейромережі</strong>, які можуть написати оригінальний текст, дати відповідь на теоретичне питання або написати код.</p><p><a href=\"https://znanija.com/\">Brainly</a> - сервіс, де є <strong>багато рішень</strong> на багато питань із різних предметів.</p><p><a href=\"https://www.deepl.com/uk/translator\">DeepL</a> - <strong>перекладач</strong>. Працює краще за Google Translate.</p><p><a href=\"https://prometheus.org.ua/\">Prometeus</a> - тут є купа безкоштовних і платних <strong>курсів</strong>, зокрема для <strong>підготовки до НМТ</strong>.</p><p><a href=\"https://zno.osvita.ua/\">ОсвітаUA</a> - місце, де можна безкоштовно <strong>пройти всі існуючі варіанти ЗНО/НМТ</strong> за всі роки.</p><p><a href=\"https://www.miyklas.com.ua\">МійКлас</a> - сайт, де є <strong>купа теоретичного матеріалу та тестів</strong>. Корисно для пригадування правил та законів.</p><p><a href=\"https://www.pinterest.com/\">Pinterest</a> - сервіс, де можна подивитись на роботи інших та <strong>набратись ідей</strong> для будь-чого.</p><p><a href=\"https://www.w3schools.com/\">W3School</a> - сайт з <strong>безкоштовними курсами програмування</strong>. Тут є все. Безкоштовно. Англійською.</p><p><a href=\"https://www.canva.com/uk_ua/\">Canva</a> - онлайн сервіс для <strong>створення презентацій</strong>, буклетів, брошур і просто різних графічних штук.</p><p><a href=\"https://obsproject.com/uk\">OBS Studio</a> - програма, за допомогою <strong>можна керувати своєю камерою</strong>: фільтри, корекція кольору, заміщення відео з камери на будь-яке відео чи фото.</p><p><a href=\"https://pomahach.com/\">pomahach</a> - сайт, де є <strong>купа відповідей на тести</strong>.</p>"
    },
    {
        "title": "Корисні ютуб-канали",
        "id": "p-3",
        "image": "images/posts/youtube.jpeg",
        "text": "<p><a href=\"https://www.youtube.com/@isacandrej\">Андрій Ісак</a> - <strong>найкращий вчитель фізики</strong>, який зробив цей предмет доступним та захоплюючим для багатьох учнів. На його каналі можна знайти <strong>детальні та зрозумілі розв'язки всіх вправ із всіх підручників з фізики</strong>, що використовуються в українських школах. Ці відеоуроки не лише допомагають розібратися зі складними завданнями, але й пояснюють фундаментальні концепції фізики, роблячи їх легшими для сприйняття. Крім того, канал регулярно оновлюється новими матеріалами, що відповідають сучасним освітнім стандартам.</p><p><a href=\"https://www.youtube.com/@promathschool\">ProMaths</a> <strong>-</strong> допоможе в <strong>підготовці до Національного мультипредметного тесту</strong> (НМТ) з математики. Цей канал пропонує широкий спектр навчальних матеріалів, включаючи детальні пояснення складних концепцій, розв'язання типових задач та корисні поради щодо стратегій проходження тесту. Регулярні оновлення контенту забезпечують актуальність інформації відповідно до останніх вимог НМТ.</p><p><a href=\"https://www.youtube.com/@iLearnUA\">iLearn</a> - українська освітня онлайн-платформа, що допомагає абітурієнтам безплатно підготуватися до НМТ.</p><p><a href=\"https://www.youtube.com/@WAS_UA\">WAS</a> - Можна без упину робити три речі: спостерігати за вогнем; чухати, де чухається; дивитися <strong>історичне научпоп шоу WAS</strong>. Багато хто гадає, що світом править містика, дещо надприродне і паранормальне. Але історію роблять люди, котрі не завжди чинять правильно та логічно, а ми через віки намагаємося їх зрозуміти. Канал &laquo;WAS: Популярна історія&raquo; <strong>прокачає ваш мозок</strong>, підкріпить інтелект і дасть відповіді на питання \"Що?\" і \"Чому?\". WAS &mdash; це маловідома історія, відбірки яскравих персонажів, топи найзначніших подій.</p><p><a href=\"https://www.youtube.com/@IstoriyaBezMifiv\">Історія Без Міфів</a> &ndash; це популярний <strong>канал про минуле України та світу</strong> без прикрас і фальсифікацій. Ведучим і співавтором є <strong>кандидат історичних наук, провідний науковий співробітник Владлен Мараєв</strong>. Тематика випусків охоплює всі періоди та висвітлює широкий спектр питань: політична, військова, економічна історія, історія міжнародних відносин, історія культури, мистецтв і спорту, біографії видатних особистостей.</p><p><a href=\"https://www.youtube.com/@savchukit1454\">SavchukIT</a> - канал, який став для мене справжнім відкриттям у світі веб-розробки. Завдяки детальним та зрозумілим урокам цього каналу, я зміг опанувати основи створення веб-сайтів, починаючи від простих HTML-сторінок і закінчуючи більш складними проектами з використанням CSS та JavaScript. <strong>Цей сайт, який ви зараз переглядаєте, також є результатом знань та навичок, отриманих завдяки цьому чудовому освітньому ресурсу</strong>. Уроки SavchukIT не лише навчили мене технічним аспектам веб-розробки, але й надихнули на творчий підхід до дизайну та функціональності веб-сайтів.</p><p><a href=\"https://www.youtube.com/@TV4youLyceum\">Шкільне телебачення \"TV4you\"</a> <strong>-</strong> YouTube канал шкільного телебачення \"TV4You\" Вінницького ліцею №4. <strong>Будете бачити Сергія - нагадайте про нього.</strong></p>"
    }
]